# 왼쪽 성향에 해당하는 질문은 '1' 태그가 붙고, 오른쪽 성향에 해당하는 질문은 '-1' 태그가 붙는다.

question_list = {
    'leader_or_follower': [('조직 내에서 회의할 때 잘 종합하여 방향 제시를 잘 하는 편이다.', 1),
                           ('사람들 앞에서 주목받는 것을 좋아하지 않는다.', -1),
                           ('타인의 이익을 위해 자신에게 예상되는 손해를 감수하더라도 일을 수행한 경험이 있다.', 1)],
    'relation_or_study': [('스터디를 진행할 때, 스터디원들과의 관계를 발전시키기보다 학습에만 더 열심히 집중하고 싶다.', -1),
                          ('상대의 기분을 상하지 않게 하는 것보다 진실을 말하는 것이 더 중요하다고 생각한다.', -1)],
    'sense_or_nonsense': [('지인들로부터 분위기메이커라는 말을 자주 듣는다.', 1),
                          ('나는 주변 사람으로부터 센스있다는 말을 들어본 적 있다.', 1)],
}
